VACANCY_STATUSES = (
    (1, 'Открыта'),
    (2, 'Приостановлена'),
    (3, 'Отменена'),
    (4, 'Закрыта')
)

CONTRACT_STATUSES = (
    (1, 'Бессрочный'),
    (2, 'Срочный'),
    (3, 'По совместительству'),
    (4, 'ГПХ')
)

EMP_STATUSES = (
    (1, 'Полная занятость'),
    (2, 'Частичная занятость'),
    (3, 'Временная занятость'),
    (4, 'Проектная деятельность')
)

WS_STATUSES = (
    (1, 'Офис'),
    (2, 'Гибрид'),
    (3, 'Удаленная работа')
)

PREMIUM_TYPE_STATUSES = (
    (1, 'Месячное'),
    (2, 'Квартальное'),
    (3, 'Годовое')
)

EDU_LEVEL_STATUSES = (
    (1, 'Б/о'),
    (2, 'Среднее'),
    (3, 'Средне-специальное'),
    (4, 'Высшее')
)

AT_STATUSES = (
    (1, 'Да'),
    (2, 'Редко'),
    (3, 'Нет')
)

AVA_STATUSES = (
    (1, 'Ищет работу'),
    (2, 'Рассматривает предложения'),
    (3, 'Не готов общаться')
)